accountsProxy/accountsProxy/src/gateway/duMockTargetServer/apiproxy/resources/node/du-mocks/services/GetPrepaidSettings-Response.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://www.webservices.com/LCE/Du/WebServices" xmlns:head="http://www.du.ae/LCE/HeaderResponse" xmlns:lcew="http://xmlns.du.ae/LCE/Business/LCEWebServiceResponse" xmlns:get="http://xmlns.du.ae/LCE/Business/ServiceManagement/GetPrepaidSettings">
   <soapenv:Header/>
   <soapenv:Body>
      <web:GetPrepaidSettingsResponse>
         <Response>
            <head:Header>
               <!--Optional:-->
               <head:RequestId>?</head:RequestId>
               <!--Optional:-->
               <head:CorrelationId>?</head:CorrelationId>
               <head:ResponseCode>?</head:ResponseCode>
               <!--Optional:-->
               <head:ResponseMessage>?</head:ResponseMessage>
               <!--Optional:-->
               <head:ErrorCode>?</head:ErrorCode>
               <!--Optional:-->
               <head:ErrorDescription>?</head:ErrorDescription>
            </head:Header>
            <!--Optional:-->
            <lcew:Body>
               <!--Optional:-->
               <get:ServiceParameterList>
                  <!--Zero or more repetitions:-->
                  <get:ServiceParameterNode>
                     <!--Optional:-->
                     <get:PrmName>?</get:PrmName>
                     <!--Optional:-->
                     <get:PrmValue>?</get:PrmValue>
                  </get:ServiceParameterNode>
               </get:ServiceParameterList>
            </lcew:Body>
         </Response>
      </web:GetPrepaidSettingsResponse>
   </soapenv:Body>
</soapenv:Envelope>